["人生，一人一生","请不要把爱好当做愿望","就算是Believe，中间也有一个lie。","点背不能怨社会，命苦不能怨父母。","因为需要这样的你，所以世界造就了这样的你。","秀木参天齐，寸草谁人知。狂风疾过处，一片碧绿青。","受伤这种事是常有的，但是你要保持一个完完整整的自己做什么用呢？你非要把自己保卫得好好的不可吗？","随缘不是得过且过、因循苟且，而是尽人事听天命","勇于接受别人的批评，正好可以调整自己的缺点","我们必须接受失望，因为它是有限的，但千万不可失去希望，因为它是无穷的","生如夏花之绚烂，死如秋叶之静美","自知不自见，自爱不自贵","学如驾车登山，不进就退；学如逆水行舟，不进则退","手指有长有短，知识有高有低","才华是刀刃，辛苦是磨刀石","瞄准还不是射中，起跑还不算到达","友谊可以筑起一道坚实的防线","羞耻心是所有品德的源泉","朋友就是另一个我","自由的目的是为了为他人创造自由","三人行，必有我师焉","Pain past is pleasure.","学无前后，达者为师","你的言语，我爱听，却不懂得，我的沉默，你愿见，却不明白","很多时候，冲动里面有一种快感，而另一些时候，远离则是一种操守","学习如钻探石油，钻得愈深，愈能找到知识的精髓","没有艰苦的学习，就没有最简单的发明","坐而论道，不如起而行动","我的世界有我的真理，正义的立场由我决定","人没有自由，犹如木偶","沉默是诽谤最好的答复","Nothing is impossible to a willing heart.","要得惊人艺，须下苦功夫","常说口里顺，常做手不笨","不向前走，不知路远；不努力学习，不明白真理","一个人只有一个命运","超越自我","每一天都是一个全新的开始","能说不能行，不是真智慧","心之所愿，无所不成","学而时习之，不亦乐乎","室雅何须大，花香不在多","学习如赶路，不能慢一步","一个吻，你就知道了我所有沉默的心事","青春如果太切合实际，就不配叫做青春了","只要你明白要为自己的贪念计算和付出代价，你的心便会释然。困难是自己种出来的","愚痴的人，一直想要别人了解他。有智慧的人，却努力地了解自己","欲速则不达","无情未必真英豪","老骥伏枥，志在千里；烈士暮年，壮心不已","谁游乐无度，谁没空学习","选择只是短短几秒钟的事，然后用余下的时间来还债","顺从灼热的激情，这既是最容易的，又是最困难的","我想象我们能够彼此看上一眼，然后对着黑压压的血淋淋的整个世界说：我呸","搓绳不能松劲，前进不能停顿","世界不是天才创造的","睡觉是为了踏实地工作，工作是为了踏实地睡觉","读一书，增一智","拳不离手，曲不离口","一个人的生活方式决定一切，甚至人的思维","无论怎么样，一个人借故堕落总是不值得原谅的，越是没有人爱，越要爱自己","上台阶尽管费力，却一步比一步高","创新一点点","人家怕你，并不是一种福；人家欺你，并不是一种辱","当你对自己诚实的时候，世界上没有人能够欺骗得了你","戏言不能伤敌但能伤友","君子忧道不忧贫","事业常成于坚忍，毁于急躁","怕问路，要迷路","茂盛的禾苗需要水分；成长的少年需要学习","这个世界只有圆滑，没有圆满的","你希望掌握永恒，那你必须控制现在","宝剑不磨要生锈；人不学习要落后","我要发表心灵，而不公开隐私","在被遗忘以前，我们会变为媚俗。媚俗，是存在与遗忘之间的中转站","不能则学，不知则问，耻于问人，决无长进","只有努力攀登顶峰的人，才能把顶峰踩在脚下","学历代表过去，学习力掌握将来","心是最大的骗子，别人能骗你一时，而它却能骗你一辈子","安得广厦千万间，大庇天下寒士俱欢颜，风雨不动安如山","井淘三遍吃好水，人从三师武艺高","好问不须脸红，无知才应羞耻","诸恶莫作，众善奉行","不是事业为了思想，而是思想为了事业","生活的理想，就是为了理想的生活","灵感，不过是顽强地劳动而获得的奖赏","逆境中不自弃，顺境中不张扬","生活给了我想要的东西，又让我认识到那没什么意义","如果爱情是个手指，把它剁掉就行了","星星使天空绚烂夺目；知识使人增长才干","这个世界本身就没有所谓的清白而言，你能坦言，你从来就没说过慌，这是自欺欺人","人和人的心最远又最近，真诚便是中间的通道","一个不想蹚过小河的人，自然不想远涉重洋","教育不是灌输，而是点燃火焰","学在苦中求，艺在勤中练","一个不能为自己挺身而出的孩子，长大之后只能是个懦夫","到了熟透的年龄，即使在群众的怀抱中，你都可能觉得寂寞无比","讳疾忌医的人找不到良药","与其事过境迁还不时地感叹，不如用心地好好珍惜所有","一个人的价值，应该看他贡献什么，而不应当看他取得什么","塞翁失马，祸兮福倚。得丧荣辱，奚足介意","请教别人不折本，舌头打个滚","奈何一个人随着年龄增长，梦想便不复轻盈；他开始用双手掂量生活，更看重果实而非花朵","困难是人的教科书","巨大财富的背后，都隐藏着罪恶","如果你不和家人在一起，你就永远无法成为真正的男人","人生在世界是短暂的，对这短暂的人生，我们最好的报答就是工作","不要浪费你的生命在你一定会后悔的地方上","不是某人使我烦恼，而是我拿某人的言行来烦恼自己","一个不是我们有所求的朋友才是真正的朋友","志不立，天下无可成之事","若要精，人前听","人生的价值，并不是用时间，而是用深度去衡量的","古之君子如抱美玉而深藏不市，后之人则以石为玉而又炫之也","嘴勤不走冤枉路","快乐是吞咽的，悲伤是咀嚼的；如果咀嚼快乐，会嚼出悲伤来的","生活中的万事万物，无不可以吸收教益，无不可以成文，只要“求思之深而无不在”，定能有所得益","真正没有资格谈明天的人，是那个不懂得珍惜今天的人","嫉妒就是承认己不如人","原谅别人，就是给自己心中留下空间，以便回旋","太过于欣赏自己的人，不会去欣赏别人的优点","把希望建筑在意欲和心愿上面的人们，二十次中有十九次都会失望","天生我才必有用，千金散尽还复来","边学边问，才有学问","一分耕耘，一分收获","今天的执着，会造成明日的后悔","你什么时候放下，什么时候就没有烦恼","精神里需要的东西，超出现实的负荷，是失败的一个原因","来是偶然的，走是必然的。所以你必须，随缘不变，不变随缘","忌妒别人，不会给自己增加任何的好处；忌妒别人，也不可能减少别人的成就","人生得一知己足已，斯世当以同怀视之","不怕学问浅，就怕志气短","人并不逃避别人，人逃避他自己","让朋友低估你的优点，让敌人高估你的缺点","世间的活动，缺点虽多，但仍是美好的","那时你还年轻，肾上腺素在血管里拥挤得像一袋跳跳糖","书籍备而不读如废纸","粮食补身体，书籍丰富智慧","我为人人，人人为我","认识自己，降伏自己，改变自己，才能改变别人","勿以恶小而为之，勿以善小而不为。惟贤惟德，能服于人","不吃饭则饥，不读书则愚","针越用越明，脑越用越灵","树不修，长不直；人不学，没知识","我们确实有如是的优点，但也要隐藏几分，这个叫做涵养","君子在下位则多谤，在上位则多誉；小人在下位则多誉，在上位则多谤","还有什么不快乐？","不听指点，多绕弯弯","只要是有益的话，小孩的话也要听","寻找本身就是一种幸福","自以为拥有财富的人，其实是被财富拥有","毁灭一个人只要一句话，培植一个人却要千句话，请你口下留情","天若有情天亦老，人间正道是沧桑","星星之火，可以燎原","最艰苦之时，便是胜利将到之日","智者千虑，必有一失；愚者千虑，必有一得","要不得谦词是废话","和你一同笑过的人，你可能把他忘掉；但是和你一同哭过的人，你却永远不忘","志当存高远","一天一苹果，疾病远离我","我们即使发了一千次短信，心与心的距离大概也只靠近了一厘米。","只要自觉心安，东西南北都好。如有一人未度，切莫自己逃了","心中装满着自己的看法与想法的人，永远听不见别人的声音","二十岁不狂是没有志气，三十岁犹狂是没有头脑","知识好象砂石下面的泉水，越掘得深泉水越清","注意力是智慧的门户","要知道你用食指指着别人大骂时，手中另外三个指头是指着自己的","其实爱美的人，只是与自己谈恋爱罢了","广结众缘，就是不要去伤害任何一个人","造烛求明，读书求理","心坚石也穿","苦心中，常得悦心之趣；得意时，便生失意之悲","上不忧天，下不忧人","苟利国家生死以，岂因祸福避趋之","目标愈高，志向愈可贵","如果你能像看别人缺点一样，如此准确地发现自己的缺点，那么你的生命将会不平凡","你的选择是做或不做，但不做就永远不会有机会","独立的人格，自由的精神","逆境是成长必经的过程，能勇于接受逆境的人，生命就会日渐的茁壮","不懂得自爱的人，是没有能力去爱别人的","人生的真理，只是藏在平淡无味之中","All things are difficult before they are easy.","不要憎恨你的敌人，那会影响你的判断力","站在光明中看到的只是黑暗，站在黑暗中却拥有光明","十日画一水，五日画一石","若能一切随他去，便是世间自在人","一身报国有万死，双鬓向人无再青","正人行邪法，邪法亦正，邪人行正法，正法亦邪，一切唯心造","宠辱不惊，看庭前花开花落。得失俱忘，观天上云卷云舒","想象力比知识更重要","不要在智慧中夹杂着傲慢，不要使谦虚缺乏智慧","君，当如竹，坚韧挺拔显气概","最远的旅行，是从自己的身体到自己的心，是从一个人的心到另一个人的心","必须洗净一切往事，否则你永远无法清楚自由地看这个世界","如何能得到快乐：抛弃仇恨、远离烦恼、生活简单、淡泊名利、为人着想、笑口常开、心中有爱","创造机会的人是勇者；等待机会的人是愚者","无事莫把闲话聊，是非往往闲话生","一切出发点和落脚点都该是：胸怀坦荡和问心无愧。阳光底下留不住秘密","离你的朋友近些，但离你的敌人要更近，这样你才能更了解他","把自己当傻瓜，不懂就问，你会学的更多","博学而笃志，切问而近思","蜂采百花酿甜蜜，人读群书明真理","一艺之成，当尽毕生之力","没有行动的构想是白日梦，没有构想的行动是恶梦","不自由，毋宁死","有时候解释是不必要的，敌人不信你的解释，朋友无需你的解释","只要功夫深，铁杵磨成绣花针","劳动是知识的源泉；知识是生活的指南","你的谦逊会使别人感到高兴","夫君子之行，静以修身，俭以养德，非淡泊无以明志，非宁静无以致远","己所不欲，勿施于人","不问的人永远和愚昧在一起","情话的温度有多热，幻灭就可以有多剧烈","重要的不是治愈，而是带着病痛活下去","仁者无忧，智者无惑，勇者无惧","拥有一颗无私的爱心，便拥有了一切","不要因为小小的争执，远离了你至亲的好友，也不要因为小小的恐惧，忘记了别人的大恩","大鹏一日同风起，抟摇直上九万里","君子喻于义，小人喻于利","不懂装懂，永世饭桶","内心让一个人真实地了解自己，一旦了解了自己也就了解了世界","污则欲避，轻则易弃。避则无憾于人，弃则无累于己","勤勉是成功之母","多用心去倾听别人怎么说，不要急着表达你自己的看法","心里有个人放在那里，是件收藏，如此才填充了生命的空白。 太阳尚远，但必有太阳","我已经发现了，无论两条腿怎样努力也不能使两颗心灵更加接近","用宝珠打扮自己，不如用知识充实自己","同时赶两只兔，一只也捉不到","学问渊博的人，懂了还要问；学问浅薄的人，不懂也不问","最淡的墨水，也胜过最强的记性","书山有路勤为径，学海无涯苦作舟","所谓心事，不过是不如己意，那就是我执，执著于自己描画的理想，一有落差，即生烦恼","知识需要反复探索，土地需要辛勤耕耘","我们嘴里的别人的事听起来就像是自己的事；我们说自己的事的时候，却又在像说一段不相干的故事","三军可夺帅也，匹夫不可夺志也","如果一个人很慷慨，那他就必须把自己的慷慨表现得充满感情","寸寸河山寸寸金，瓜离分裂力谁任？杜鹃再拜忧天泪，精卫无穷填海心","只有面对现实，才能超越现实","好记性不如烂笔头","有所成就是人生唯一的真正乐趣","与人相处之道，在于无限的容忍","Where there is a will, there is a way.","天行健，君子以自强不息；地势坤，君子以厚德载物","老姜辣味大，老人经验多","百艺通，不如一艺精","真正的男子渴求着不同的两件事：危险和游戏。","不经过琢磨，宝石也不会发光","快并快乐着！","好高骛远的一无所得，埋头苦干的获得知识","春蚕到死丝方尽，人至期颐亦不休。一息尚存须努力，留作青年好范畴","当你劝告别人时，若不顾及别人的自尊心，那么再好的言语都没有用的","学问之根苦，学问之果甜","宁可自己去原谅原谅别人，莫让别人来原谅你","难得糊涂","God helps those who help themselves.","最足以显示一个人性格的，莫过于他所嘲笑的是什么东西","积累知识，胜过积蓄金银","遗忘完全可以是记忆的一种深沉的形式","有个等待也不错","任何你失去的事物，价值自动倍增","生命是如此的美丽……","不招人妒是庸才","要学蜜蜂采百花，问遍百家成行家","活在别人的掌声中，是禁不起考验的人","试试并非受罪，问问并不吃亏","对人恭敬，就是在庄严你自己","我们从没有忘记真相，只是我们越来越会说谎","生当作人杰，死亦为鬼雄，至今思项羽，不肯过江东","能为别人设想的人，永远不寂寞","如果你不给自己烦恼，别人也永远不可能给你烦恼。因为你自己的内心，你放不下","谁给我一滴水，我便回报他整个大海","孤独的人有他们自己的沼泽","多练多乖，不练就呆","达人远见，不与物争。视利犹粪土之污，视权如鸿毛之轻","你若要喜爱你自己的价值，你就得给世界创造价值","走自己的路，让别人去说吧","我们的能力，只能够伤害那些离我们最近的人","长风破浪会有时，直挂云帆济沧海","说一句谎话，要编造十句谎话来弥补，何苦呢？","日日行，不怕千万里；时时学，不怕千万卷","不能以道德、学问和修持的力量，来使人受益，就等于欠了一份债","修行就是修正自己错误的观念","自己不曾拥有，就快乐地欣赏别人的拥有","不要说不可能，没有什么不可能","一个人如果不能从内心去原谅别人，那他就永远不会心安理得","时间总是会过去的，让时间流走你的烦恼吧！","使生活变成幻想，再把幻想化为现实","伟大的人不是生下来就伟大的，而是在成长过程中显示其伟大的","你要感谢告诉你缺点的人","打死不上弹窗广告","学问勤中得，富裕俭中来","爱人者，人恒爱之。敬人者，人恒敬之","知识是智慧的火炬","每一种创伤，都是一种成熟","善于发问的人，知识丰富","为天地立心，为生民立命，为往圣继绝学，为万世开太平","我坚信，人应该有力量，揪着自己的头发把自己从泥地里拔起来","人生的每一步，都可能成为另一个错误；可却不能因为错误，而不迈出下一步","当你宽恕的时候，等于释放了一个囚徒，然后你会发现，那个囚徒就是你自己","心专才能绣得花，心静才能织得麻","人类最大的错误，在于不敢承担圣人的心","玫瑰与元宵共会，祝大家双节快乐 :)","汗水和丰收是忠实的伙伴，勤学和知识是一对最美丽的情侣","妇女能顶半边天","要想富，先种树","消费者权益保护日","清明时节雨纷纷","劳动最光荣","年轻真好","母爱是人生中最大的财富","儿童是祖国的希望","龙舟竞渡闹端阳","祝同学们高考顺利，考出好成绩！","香港回归17周年","七月七日长生殿，夜半无人私语时。在天愿作比翼鸟，在地愿为连理枝。"]